Revit 2027 API
SheetCollectionFailures Properties
The BuiltInFailures.SheetCollectionFailures type exposes the following members.
Properties
Name | Description
SheetCollectionDuplicateName |  Sheet Collection name is already in use. Provide a unique name.
Top
See Also
Reference
BuiltInFailures.SheetCollectionFailures Class
Autodesk.Revit.DB Namespace